<?php

return [
    'email' => [
        'title' => '更新您的電子郵件',
        'updated' => '您的電子郵件地址已更新。',
    ],
    'password' => [
        'title' => '變更您的密碼',
        'requirements' => '您的新密碼長度應至少為 8 個字元。',
        'updated' => '您的密碼已更新。',
    ],
    'two_factor' => [
        'button' => '設定兩步驟驗證',
        'disabled' => '您的帳戶已停用兩步驟驗證。登入時將不再提示您提供權杖。',
        'enabled' => '您的帳戶已啟用兩步驟驗證！從現在開始，登入時將要求您提供裝置產生的代碼。',
        'invalid' => '提供的權杖無效。',
        'setup' => [
            'title' => '設定兩步驟驗證',
            'help' => '無法掃描代碼？請在您的應用程式中輸入以下代碼：',
            'field' => '輸入權杖',
        ],
        'disable' => [
            'title' => '停用兩步驟驗證',
            'field' => '輸入權杖',
        ],
    ],
];
